IdeaRS.Connections
FinPlateData.Member1Part Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the plate, through which the beam is connected
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Member1Part { get; set; }
Property Value
Type: String
See Also
Reference
FinPlateData Class
IdeaRS.Connections.Data Namespace